{
  "main": {
    "locale": {
      "name": "Français"
    },
    "desc": "onRuntime est un studio franco-américain qui rassemble des équipes de créateurs et développe des applications, des sites web et des plateformes de jeux.",
    "informationbanner":"🚚 Besoin d'un site internet? Devis sur-mesure, prise en charge rapide, offres compétitives via notre serveur Discord 🚚",
    "projects": "Projets",
    "about": "À propos",
    "roles": {
      "director": "Directeur",
      "president": {
        "ceo": "CEO",
        "cto": "CTO"
      },
      "deputy_director": "Directeur adjoint",
      "designer": "Designer",
      "developer": "Développeur",
      "secretary": "Secrétaire",
      "growth-hacker": "Growth Hacker",
      "comunity-manager": "Community Manager",
      "leaders": {
        "music": "Leader d'onRuntime Music",
        "rvby": "Leader de RVBY",
        "berrygames": "Leader de BerryGames",
        "netflixaddicts": "Leader de NetflixAddicts"
      }
    },
    "status": {
      "co-founder": "Co-fondateur",
      "founder": "Fondateur",
      "admin": "Admin",
      "lead" : "Lead",
      "expert": "Expert",
      "senior": "Senior",
      "junior": "Junior"
    }
  },
  "home": {
    "head": {
      "title": "Accueil"
    },
    "featured": {
      "title": "Bienvenue chez onRuntime Studio",
      "desc": "Développeurs, designers et artistes de tous horizons",
      "btn": "Qui sommes-nous ?"
    },
    "about": {
      "title": "Nous sommes un studio qui rassemble des groupes de créateurs",
      "desc": "À la base, nous sommes passionnés par le développement web et le développement en général depuis plus de 6 ans. Nous sommes très intéressés par les nouvelles technologies et le monde de la création (design, musique, etc.). À partir de là nous avons créé un Studio et une communauté autour de celui ci, nous adorons nous retrouver autour d'une tasse de café ☕️ pour discuter, jouer et surtout créer des projets.",
      "btn": "En savoir plus sur nous"
    },
    "partners": {
      "title": "Nos partenaires",
      "desc": "Ils nous font confiance"
    },
    "projects": {
      "title": "Derniers projets",
      "desc": "Quelques projets innovants que nous avons contribué à développer ces dernières années.",
      "btn": "Voir tous les projets"
    }
  },
  "projects": {
    "head": {
      "title": "Projets",
      "desc": "Quelques projets innovants que nous avons contribué à développer ces dernières années."
    },
    "title": "Projets",
    "desc": "Quelques projets innovants que nous avons contribué à développer ces dernières années.",
    "featured": "En vedette",
    "list": {
      "tonightpass": {
        "desc": "Tonight Pass permet de réserver un pass de soirée VIP en avance et couper les files d’attentes des événements."
      },
      "opengraphimage": {
        "desc": "Open Graph Image as a Service - générer des cartes pour Twitter, Facebook, Slack, etc."
      },
      "nextlink":{
        "desc": "Next/link personnalisé pour les projets @onRuntime Next.js."
      },
      "twittersmooth": {
        "desc": "Twitter Smooth est une extension qui permet de changer le thème de Twitter et de le rendre smooth."
      },
      "instagramdark": {
        "desc": "Instagram Dark est une extension qui vise à changer le thème du site Web Instagram et à le rendre sombre comme l'application iOS lorsque le système est en mode sombre.",
        "download": "Télécharger",
        "for": "pour",
        "now": "maintenant",
        "available": "*Disponible sur Edge, Chrome et Firefox",
        "welcome": {
          "thanks": "Merci beaucoup !",
          "teamthanks": "L'équipe d'onRuntime Studio te remercie d'avoir installé notre extension et te souhaite la bienvenue dans notre grande famille !",
          "supportus": "Soutenez-nous sur...",
          "followus": "Suivez-nous sur...",
          "share": "Partagez via…",
          "disclaimer":"Avertissement: Lorsque vous commencez à utiliser Instagram Dark, vous vous abonnez automatiquement au compte Instagram d'onRuntime. Vous pouvez simplement vous désabonner mais nous apprécierions que vous ne le fassiez pas car cela nous soutient et nous aide à nous développer. Cette application est entièrement gratuite, nous ne volons pas vos données personnelles et vous pouvez consulter le code source ",
          "here":"ici"
        }
      },
      "clockapp": {
        "desc": "Clock App est une application React Native basique créée avec Expo basée sur un template de Dribbble."
      },
      "ultradjs": {
        "desc": "UltraD.JS est un package utilisant Discord.js pour faciliter la création de bots."
      },
      "rvby": {
        "desc": "Rendez-vous sur le site officiel RVBY pour retrouver nos hoodies et t-shirts ainsi que nos collections du moment, pour un style chic, élégant et raffiné en toutes circonstances."
      },
      "netflixaddicts": {
        "desc": "À tous les fans de séries et de films Netflix ! Retrouvez des avis, des conseils et bien plus sur notre site !"
      },
      "berrygames": {
        "desc": "BerryGames a été créé à l'été 2018 et fermé en février 2021. L'idée de base était de faire un serveur mini-jeux innovant, touchant une communauté internationale via notre système d'internationalisation à travers nos plateformes. 3 Mini Jeux et une partie RP dans les Hubs auraient été jouables à l'ouverture du serveur. Notre infrastructure développée, optimisée et sécurisée par nos chers développeurs vous aurait assuré une expérience de jeu parfaite et fluide sur nos plateformes."
      },
      "farugames": {
        "desc": "FaruGames, un réseau de jeux Minecraft désormais fermé."
      }
    }
  },
  "about": {
    "head": {
      "title": "À propos",
      "desc": "Bienvenue chez onRuntime Studio, développeurs, designers et artistes de tous horizons"
    },
    "intro": {
      "title": "Bienvenue chez onRuntime Studio",
      "subtitle": "Développeurs, designers et artistes de tous horizons",
      "desc": "À la base, nous sommes passionnés par le développement web et le développement en général depuis plus de 6 ans. Nous sommes très intéressés par les nouvelles technologies et le monde de la création (design, musique, etc.). À partir de là nous avons créé un Studio et une communauté autour de celui ci, nous adorons nous retrouver autour d'une tasse de café ☕️ pour discuter, jouer et surtout créer des projets."
    },
    "btn": "En savoir plus sur nous",
    "team": {
      "title": "Membres",
      "since": "a rejoint"
    }
  },
  "error": {
    "head": {
      "title": "Erreur"
    },
    "title": "Désolé, cette page n'est pas disponible.",
    "desc": "Le lien que vous avez suivi est peut-être cassé, ou la page a peut-être été supprimée. Revenir sur"
  }
}
