{
  "title": "Développement Web à Marseille | Solutions Digitales pour Entreprises Provençales",
  "description": "Créez votre site web ou application mobile à Marseille. Solutions digitales sur mesure pour les entreprises provençales, adaptées aux enjeux locaux de votre secteur.",
  "hero-title": "Développement Web & Mobile à Marseille",
  "hero-description": "Nous aidons les entreprises de Marseille et de la région PACA à se digitaliser avec des solutions web sur mesure, parfaitement adaptées aux enjeux spécifiques du marché méditerranéen.",
  "intro-text": "Entre mer et collines, Marseille est un carrefour économique dynamique où tradition et innovation se rencontrent. Notre expertise digitale permet aux entreprises marseillaises de se démarquer dans un marché méditerranéen compétitif et en constante évolution.",
  "expertise-text": "Notre équipe conçoit des sites web, applications et solutions e-commerce parfaitement adaptés aux entreprises marseillaises. Nous comprenons les défis de votre marché local et vous proposons des solutions digitales qui valorisent votre identité provençale tout en touchant une clientèle internationale.",
  "why-choose-us": "Notre connaissance approfondie du marché provençal nous permet de développer des solutions numériques parfaitement adaptées aux défis spécifiques des entreprises locales. Nous comprenons la richesse culturelle et économique de Marseille et l'intégrons dans chaque projet pour créer des expériences digitales authentiques et performantes.",
  "key-business-sectors": {
    "tourism": "Tourisme",
    "maritime": "Maritime",
    "local-commerce": "Commerce local",
    "restaurant": "Restauration"
  },
  "local-challenges": {
    "tourism-competition": "Forte concurrence dans le secteur touristique méditerranéen nécessitant une présence digitale distinctive",
    "maritime-solutions": "Besoin de solutions numériques adaptées au commerce maritime et portuaire",
    "local-commerce-digitalization": "Digitalisation des commerces locaux face aux grandes chaînes",
    "local-ecommerce": "Nécessité de solutions e-commerce adaptées pour valoriser l'artisanat et les produits locaux"
  },
  "benefits": {
    "custom-solutions": "Solutions sur mesure adaptées aux spécificités des entreprises provençales",
    "tourism-maritime-expertise": "Expertise pointue dans les secteurs du tourisme et maritime",
    "international-ui": "Interface utilisateur optimisée pour une clientèle internationale",
    "mediterranean-knowledge": "Connaissance approfondie des enjeux économiques méditerranéens",
    "personalized-support": "Accompagnement personnalisé tout au long de votre projet digital"
  },
  "primary-stat": {
    "label": "secteur touristique"
  },
  "strengths": {
    "tourism-experience": {
      "title": "Expérience touristique",
      "description": "Sites et applications optimisés pour le secteur touristique méditerranéen."
    },
    "local-ecommerce": {
      "title": "E-commerce local",
      "description": "Solutions de vente en ligne pour artisans et commerçants provençaux."
    },
    "maritime-sector": {
      "title": "Secteur maritime",
      "description": "Digitalisation adaptée aux activités portuaires et nautiques."
    },
    "mediterranean-design": {
      "title": "Design méditerranéen",
      "description": "Interfaces modernes reflétant l'identité visuelle méditerranéenne."
    }
  },
  "focused-services": {
    "tourism-websites": {
      "name": "Sites web touristiques",
      "description": "Vitrines digitales multilingues pour hôtels, restaurants et activités touristiques."
    },
    "provencal-ecommerce": {
      "name": "E-commerce provençal",
      "description": "Boutiques en ligne adaptées aux producteurs et artisans locaux."
    },
    "mobile-applications": {
      "name": "Applications mobiles",
      "description": "Solutions mobiles pour enrichir l'expérience touristique et commerciale."
    }
  },
  "contact-info": {
    "meeting-options": {
      "video-conference": "Visioconférence",
      "in-person": "Déplacements occasionnels à Marseille"
    }
  },
  "stats": {
    "expertise": {
      "label": "Expertise",
      "description": "Années d'expérience"
    },
    "satisfaction": {
      "label": "Satisfaction",
      "description": "Clients satisfaits"
    },
    "average-time": {
      "label": "Délai moyen",
      "description": "Semaines de réalisation"
    }
  }
}
