{
  "name": "UI/UX डिजाइन",
  "description": "आधुनिक इंटरफेस और बेहतरीन उपयोगकर्ता अनुभव बनाना",
  "benefits": {
    "user-centered-design": {
      "title": "उपयोगकर्ता-केंद्रित UI/UX डिजाइन",
      "description": "एक दृष्टिकोण जो हमारे डिज़ाइन के दिल में उपयोगकर्ता की आवश्यकताओं को रखता है, इंटरएक्टिव प्रोटोटाइप के माध्यम से मान्य है।"
    },
    "creative-innovation": {
      "title": "रचनात्मक नवाचार",
      "description": "रचनात्मक UI/UX समाधान और नवोन्मेषी प्रोटोटाइप जो आपके ब्रांड को अलग करते हैं जबकि मानकों का सम्मान करते हैं।"
    },
    "iterative-prototyping": {
      "title": "पदार्थात्मक प्रोटोटाइपिंग",
      "description": "एक पद्धति जो तेज़ प्रोटोटाइप और लगातार पुनरावृत्तियों पर आधारित होती है ताकि उपयोगकर्ता अनुभव को परिष्कृत किया जा सके।"
    },
    "business-objectives": {
      "title": "व्यापार लक्ष्य",
      "description": "UI/UX डिजाइन आपके व्यापार लक्ष्यों के साथ संरेखित है, प्रोटोटाइप पर उपयोगकर्ता परीक्षण से मान्य किया गया।"
    }
  },
  "process": {
    "needs-analysis": {
      "title": "आवश्यकताओं का विश्लेषण",
      "description": "महत्वपूर्ण पहला कदम जहाँ हम आपकी आवश्यकताओं, ब्रांड और व्यापार लक्ष्यों का विश्लेषण करते हैं ताकि UI/UX दिशा निर्धारित की जा सके।"
    },
    "research-moodboard": {
      "title": "शोध और मूडबोर्ड",
      "description": "मूडबोर्ड बनाना और संभावित रचनात्मक दिशाओं की खोज करना। समग्र कलात्मक दिशा को परिभाषित करना।"
    },
    "wireframes": {
      "title": "वायरफ्रेम्स",
      "description": "संरचना, पदानुक्रम और जानकारी आर्किटेक्चर को मान्य करने के लिए वायरफ्रेम डिजाइन करना।"
    },
    "interface-design": {
      "title": "इंटरफेस डिज़ाइन",
      "description": "आपके ब्रांड गाइडलाइंस का सम्मान करते हुए अंतिम मॉकअप बनाना। घटकों और उनकी पुन: प्रयोज्यता पर विशेष ध्यान।"
    },
    "prototyping": {
      "title": "प्रोटोटाइपिंग",
      "description": "इंटरैक्शन का परीक्षण और उपयोगकर्ता यात्राओं को मान्य करने के लिए प्रोटोटाइप बनाना।"
    },
    "development": {
      "title": "विकास",
      "description": "मॉकअप को कार्यात्मक इंटरफेस में बदलना, परिभाषित एनीमेशन पर विशेष ध्यान।"
    }
  },
  "process-services": {}
}
